tap "jesseduffield/lazydocker"
tap "weaveworks/tap"
brew "bat"
# Core application library for C
brew "glib"
# Command-line tool for Amazon Route 53
brew "cli53"
# Diff that understands syntax
brew "difftastic"
# Functional metaprogramming aware language built on Erlang VM
brew "elixir"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# Improved top (interactive process viewer)
brew "htop"
# Command-line pager for JSON data
brew "jless"
# Lightweight and flexible command-line JSON processor
brew "jq"
brew "lazygit"
# Linux virtual machines
brew "lima"
# Java-based project management
# NCurses Disk Usage
brew "ncdu"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
brew "ripgrep"
# Tail multiple Kubernetes pods & their containers
brew "tealdeer"
# User interface to the TELNET protocol
# Text interface for Git repositories
brew "tig"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Internet file retriever
brew "wget"
# Friendly and fast tool for sending HTTP requests
brew "xh"
# Shell extension to navigate your filesystem faster
brew "zoxide"
# Fish shell like syntax highlighting for zsh
brew "zsh-syntax-highlighting"
# A simple terminal UI for docker, written in Go
brew "jesseduffield/lazydocker/lazydocker"
# Super fast CLI tool to decode and encode JWTs built in Rust
# AeroSpace is an i3-like tiling window manager for macOS
cask "aerospace"
# Menu bar manager
cask "jordanbaird-ice"
# Break time reminder app
cask "lookaway"
# Tool to control external monitor brightness & volume
cask "monitorcontrol"
# GPU-accelerated cross-platform terminal emulator and multiplexer
cask "wezterm"
