tap "azure/kubelogin"
tap "charmbracelet/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazydocker"
tap "mike-engel/jwt-cli"
tap "nikitabobko/tap"
tap "pulumi/tap"
tap "weaveworks/tap"
brew "cryptography"
brew "ansible"
brew "atuin"
brew "azure-cli"
brew "bash"
brew "bat"
brew "glib"
brew "circumflex"
brew "cli53"
brew "ripgrep"
brew "codex"
brew "coreutils"
brew "difftastic"
brew "elixir"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "helm"
brew "htop"
brew "jless"
brew "jq"
brew "kube-linter"
brew "kubeconform"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "libpq"
brew "lima"
brew "minikube"
brew "mydumper"
brew "mysql-client@8.4"
brew "ncdu"
brew "neovim"
brew "pngpaste"
brew "pyenv"
brew "stern"
brew "stow"
brew "tealdeer"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "xh"
brew "yamlfmt"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "azure/kubelogin/kubelogin"
brew "charmbracelet/tap/crush"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazydocker/lazydocker"
brew "mike-engel/jwt-cli/jwt-cli"
brew "pulumi/tap/pulumi"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "aerospace"
cask "jordanbaird-ice"
cask "kap"
cask "keycastr"
cask "lookaway"
cask "monitorcontrol"
cask "orbstack"
cask "shortcat"
cask "sioyek"
cask "wezterm@nightly"
cask "zen"
