tap "jesseduffield/lazydocker"
tap "nikitabobko/tap"
tap "weaveworks/tap"
brew "atuin", restart_service: :changed
brew "bat"
brew "circumflex"
brew "cli53"
brew "ripgrep"
brew "codex"
brew "difftastic"
brew "elixir"
brew "fd"
brew "fzf"
brew "gh"
brew "glib"
brew "gnu-sed"
brew "htop"
brew "jless"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libpq"
brew "lima"
brew "ncdu"
brew "neovim"
brew "pgcli"
brew "pngpaste"
brew "podman"
brew "starship"
brew "tealdeer"
brew "tig"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "xh"
brew "yazi"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
cask "aerospace"
cask "iina"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "lookaway"
cask "monitorcontrol"
cask "wezterm@nightly"
